[InertMeld X2ItemTemplate]
FriendlyName="<font color = '#b6b3e3'>Crystallized Meld</font>"
FriendlyNamePlural="<font color = '#b6b3e3'>Crystallized Meld</font>"
BriefSummary="A lump of Meld in a crystallized, inert state. This mysterious alien substance is a suspension made up of billions of cybernetic nanomachines. These nanites are each made of organic and mechanical components. It is designed to combine different organic materials with one another, or to interface both organic and mechanical elements. ADVENT forces appear to be instructed to recover samples whenever they find any.\nOur first sample was used as a paperweight within Dr. Tygan's Lab."
TacticalText="A lump of Meld in a crystallized, inert state. This mysterious alien substance is a suspension made up of billions of cybernetic nanomachines. These nanites are each made of organic and mechanical components. It is designed to combine different organic materials with one another, or to interface both organic and mechanical elements. ADVENT forces appear to be instructed to recover samples whenever they find any.\nOur first sample was used as a paperweight within Dr. Tygan's Lab."
TinySummary="<font color = '#b6b3e3'>Crystallised Meld</font>"
LootTooltip="A lump of Meld in a crystallized, inert state."
;;Shows up in the resources bar with the below name
AbilityDescName = "<font color = '#b6b3e3'>MELD</font>"